{
    "Hotel 5 estrelas": [
      {
        "id": 1,
        "reserva": "Quarto para casal",
        "descricao": "Suíte com cama de casal, hidromassagem e varanda. Incluso serviço de quarto, televisão e wifi.",
        "diaria": 300.00
      },
      {
        "id": 2,
        "reserva": "Suíte Master",
        "descricao": "Acomoda até 5 pessoas, inclui dois banheiros, 3 quartos e uma sala de estar. Incluso televisões em todos os quartos e uma piscina privativa.",
        "diaria": 800.00
      },
      {
        "id": 3,
        "reserva": "Família",
        "descricao": "Quarto com uma cama de casal e uma cama menor de solteiro que acomoda crianças de até 12 anos. Incluso berçário em horário comercial nas dependências do hotel.",
        "diaria": 250.00
      },
      {
        "id": 4,
        "reserva": "Para um",
        "descricao": "Quarto simples com cama de viúvo e janela para o mar. Incluso serviço de quarto, televisão e wifi.",
        "diaria": 150.00
      }
    ],
    "Hotel 4 estrelas": [
      {
        "id": 5,
        "reserva": "Suíte Principal",
        "descricao": "Cobertura com hidromassagem e sala de estar. Comporta duas pessoas. Café da manha incluso.",
        "diaria": 400.00
      },
      {
        "id": 6,
        "reserva": "Suíte Simples",
        "descricao": "Para uma pessoa, cama de casal, refeições inclusas. Wifi e serviço de quarto a parte.",
        "diaria": 200.00
      },
      {
        "id": 7,
        "reserva": "Vista para o mar",
        "descricao": "Suíte com varanda para o mar e decorada no tema marítimo. Comporta 3 pessoas. Almoço de frutos do mar incluso. Wifi a parte.",
        "diaria": 350.00
      },
      {
        "id": 8,
        "reserva": "Standard",
        "descricao": "Quarto simlpes com banheiro e cama de solteiro. Wifi incluso, refeições a parte. Sem direito a acesso à psicina do hotel.",
        "diaria": 100.00
      }
    ],
    "Hostel": [
      {
        "id": 9,
        "reserva": "Vaga em uma beliche",
        "descricao": "Quarto compartilhado com 7 pessoas. Vaga em beliche e um armário indivvidual com cadeado. Banheiro compartilhado e wifi a parte.",
        "diaria": 40.00
      },
      {
        "id": 10,
        "reserva": "Quarto individual",
        "descricao": "Quarto com cama de solteiro e banheiro individual. Wifi incluso, refeições a parte.",
        "diaria": 150.00
      },
      {
        "id": 11,
        "reserva": "Vaga em quarto compartilhado",
        "descricao": "Uma vaga em cama de solteiro em quarto compartilhado com 5 pessoas. Banheiro compartilhado no corredor. Não possui elevador, quarto no terceiro andar. Wifi incluso.",
        "diaria": 70.00
      },
      {
        "id": 12,
        "reserva": "Vaga para casal em quarto compartilhado",
        "descricao": "Cama de casal que comporta duas pessoas. Quarto compartilhado com 8 pessoas. Banheiro no quarto para ser compartilhado. Café da manha e wifi inclusos.",
        "diaria": 90.00
      }
    ]
  }
